// node 10-jsdoc.js
/**
 * ЗАДАЧА - Комментарий перед функцией
 *
 * 1. Обьявите функцию с двумя параметрами,значения которых - числа
 *
 * 2. Эта функция должна возвращать разницу между первым и втрорым параметром
 *
 * 3. Добавьте многострочный комментарий перед функцией :
 * - Текст комментария "Возвращает разницу двух чисел"
 * -  Укажите тип параметров - number
 * -  Укажите тип возвращаемого значения - number
 * -  Опишите возвращаемое значение - "Разнаца чисел"
 *
 * 4. Вызовите функцию
 */

/**"Возвращает разницу двух чисел"
 */
function numbers(2,56){

}